<!-- include virtual="[ao_opac]/145/includes/head.htm"-->

<!-- include virtual="[ao_opac]/145/includes/header.htm"-->
<title>Help</title>


<div id='Content-Wrapper' class='Content-Wrapper'>

    <!-- include virtual="[ao_opac]/145/includes/leftPanel.htm" -->

    <div id='Panel-Main' class='Panel-Main Main-Content d-flex flex-column align-items-center'>
        
        <h2 class="Rale-Extra main-title-h2"></h2>
        <div id='aimssignuphelp-container'>
            <div>
                
                <p>Le syst&egrave;me de gestion des archives et de l'information (SGAI) est un outil en ligne int&eacute;gr&eacute; et convivial permettant de rechercher nos collections d'archives, de biblioth&egrave;ques et d'art en un seul endroit. Il est possible de soumettre une demande de recherche dans nos collections sans compte SGAI.</p>

                <p>Toutefois, la cr&eacute;ation d'un compte en ligne vous permet de soumettre une demande d'acc&egrave;s aux documents r&egrave;serv&eacute;s &agrave; la consultation dans notre salle de lecture, de faire le suivi de vos demandes et d'enregistrer vos favoris.</p>

                <p><strong>CR&Egrave;ER UN COMPTE EN LIGNE</strong></p>

                <p>Le compte d'acc&egrave;s en ligne au SGAI est configur&egrave; par le biais d'Acc&egrave;s public s&eacute;curis&eacute;, un service de connexion qui vous permet de vous connecter &agrave; tous les services du gouvernement de l'Ontario.  <a href="https://profile.signin.ontario.ca/help" target="_blank">Cliquer ici pour plus d'information</a>.</p>

                <p style="text-decoration:underline;">Option A:</p>

                <p>1. Sur la page <a href="/assets/html/PubSecureLogin.html">Acc&egrave;s public s&eacute;curis&eacute;</a> page, log in using your email and password.</p>

                <p>2. Vous &ecirc;tes maintenant &agrave; la page d'inscription de compte d'acc&egrave;s au SGAI.</p>

                <p> 3. Suivre les invites du SGAI pour configurer votre compte aupr&egrave;s des Archives publiques de l'Ontario. &Agrave; la suite de ces &eacute;tapes, vous devriez recevoir un courriel de confirmation indiquant que votre inscription est r&eacute;ussie. Si vous ne trouvez pas le courriel dans votre bo&icirc;te de r&eacute;ception, v&eacute;rifier votre dossier de courrier ind&eacute;sirable ou de pourriels.</p>
                    
                <p>4. Cliquer sur le lien dans le courriel de confirmation pour &ecirc;tre dirig&eacute; vers le portail du SGAI. Vous pouvez maintenant effectuer vos recherches.</p>

                <p style="text-decoration:underline;">Option B:</p>

                <p>Si vous n'avez pas de compte Acc&egrave;s public s&eacute;curis&eacute;, suivre les instructions suivantes:</p>

                <p>1. Acc&eacute;der &agrave; la page  <a href="/assets/html/PubSecureLogin.html">Acc&egrave;s public s&eacute;curis&eacute;</a> et cliquer sur le bouton Ouvrir une session avec le compte My Ontario.</p>

                <p>2. Sous Nouvel utilisateur, cliquer sur le bouton Cr&eacute;er un compte. Saisir votre adresse courriel et cr&eacute;er un mot de passe. &agrave; la suite de ces &eacute;tapes, vous devriez recevoir un courriel de confirmation g&eacute;n&eacute;r&eacute; par le syst&egrave;me Acc&egrave;s public s&eacute;curis&eacute;.</p>

                <p>3. Acc&eacute;der au courriel de confirmation et cliquer sur le lien de confirmation inclus. Le lien expire 30 minutes apr&egrave;s l'envoi du courriel. Si vous ne trouvez pas le courriel dans votre bo&icirc;te de r&eacute;ception, v&eacute;rifier votre dossier de courrier ind&eacute;sirable ou de pourriels.</p>
                    
                <p>4. Une fois que l'inscription est confirm&eacute;e, se connecter &agrave; Acc&egrave;s public s&eacute;curis&eacute; &agrave; l'aide de votre identifiant de connexion My Ontario.</p>

                <p>5. Apr&egrave;s avoir activ&eacute; votre compte Acc&egrave;s public s&eacute;curis&eacute;, vous êtes redirig&eacute; vers la page d'enregistrement de compte d'acc&egrave;s au SGAI.</p>

                <p>6. Suivre les invites du SGAI pour configurer votre compte aupr&egrave;s des Archives publiques de l'Ontario. &agrave; la suite de ces &eacute;tapes, vous devriez recevoir un courriel de confirmation indiquant que votre inscription est r&eacute;ussie. Si vous ne trouvez pas le courriel dans votre bo&icirc;te de r&eacute;ception, v&eacute;rifier votre dossier de courrier ind&eacute;sirable ou de pourriels. </p>

                <p>7. Cliquer sur le lien dans le courriel de confirmation pour être dirig&eacute; vers le portail du SGAI. Vous pouvez maintenant effectuer vos recherches.</p>
                    
                <p style="text-decoration:underline;">Avis de collecte:</p>

                <p>Les renseignements fournis sur ce formulaire sont recueillis en vertu de la Loi de 2006 sur les archives publiques et la conservation des documents, L.O. 2006, chap. 34 et seront utilis&eacute;s pour configurer et g&eacute;rer votre compte d'acc&egrave;s au Syst&egrave;me de gestion des archives et de l'information (SGAI). Ces renseignements peuvent &eacute;galement être utilis&eacute;s pour compiler des rapports de service &agrave; la client&egrave;le pour les Archives publiques, pour vous contacter afin de recueillir vos commentaires et/ou pour vous fournir des renseignements sur les services offerts par les Archives publiques.</p>

                <p>Si vous avez des questions concernant la collecte et l'utilisation de vos renseignements, veuillez contacter:</p>

                <p style="margin:0;">Gestionnaire de service &agrave; la client&egrave;le</p>
                <p style="margin:0;">Archives publiques de l'Ontario</p>
                <p style="margin:0;">134, boulevard Ian Macdonald Toronto (Ontario)  M7A 2C5</p>
                <p style="margin:0;">T&eacute;l.: 416 327-1600</p>

                <p style="margin-top:1em"><strong>Pour consulter les documents des Archives publiques de l'Ontario</strong></p>

                <p>La carte d'inscription chercheur (chercheuse) des Archives publiques de l'Ontario est requise pour consulter les documents en personne dans notre salle de lecture.<a href="http://www.archives.gov.on.ca/en/about/register.aspx" target="_blank">Cliquer ici pour vous inscrire en ligne</a>.</p>

                <p>Pour obtenir votre carte d'inscription &agrave; votre arriv&eacute;e aux Archives publiques de l'Ontario, vous devrez pr&eacute;senter une (1) pi&egrave;ce d'identit&eacute; &eacute;mise par le gouvernement (telle qu'un permis de conduire, un passeport ou toute autre carte d'identit&eacute; avec photo &eacute;mise par le gouvernement). Veuillez noter qu'une carte d'assurance-maladie provinciale n'est pas une pi&egrave;ce d'identit&eacute; valide accept&eacute;e.</p>

            </div>
        </div>
    </div>

    <!-- include virtual="[ao_opac]/145/includes/rightPanel.htm"-->
</div>
</div>


<!-- include virtual="[ao_opac]/145/includes/footer.htm"-->
<script>
    sessionStorage.setItem('lang', 'en')
</script>